import styles from "../page.module.css";

import Image from "next/image";

export const metadata = {
	title: "Что такое таро"
};

export default function Determination() {
	return (
		<main className="px-4 sm:px-20 lg:px-80 flex-col">
			<h1 className={`text-5xl text-center py-8 ${styles.gold_text}`}>Что такое Таро</h1>
			<div className="text-justify text-xl space-y-4 pb-8">
				<Image
					src="/images/determination/1.jpg"
					alt="1"
					width={853}
					height={1280}
					className={`${styles.image} ${styles.left}`}
				/>
				<p>Одно из определений звучит так – карты Таро это 78 дверей, через которые входит мудрость.</p>
				<p>Мы полностью поддерживаем  это определение и даже назвали раздел сайта, посвященный Арканам Таро именно так - «78 дверей». Через каждую из этих дверей в нашу жизнь входят определенные уроки и опыт. Уважения достойна каждая из них. Появление ЛЮБОГО Аркана в раскладе – это событие. Каждая карта несет свой урок, имеет глубокий философский и мистический смысл. От глубины самого человека как личности зависит, что он сможет у нее узнать. В конце концов, общее значение карты - это просто стимул к размышлению. Оно требует не остановки, не цепляния за него, а дальнейшего пути свободных мыслительных процессов и ассоциаций. Таро адаптируется, привыкает, настраивается на каждого человека и может оказаться очень личным. Каждый человек, в сущности, создает свой собственный язык толкования, собственное понимание образности карт! Это всего лишь вопрос времени и практики. Практика при этом может сводиться к вытягиванию одной карты на день для себя (хотя три интереснее!), или к Кельтскому кресту, раскладываемому время от времени так, из любопытства. Лучший способ изучать Таро - не ставить себе никаких целей и просто наслаждаться путешествием изо дня в день (ведя при этом путевой дневник). </p>
				<p>Глубокое изучение Таро – это долгосрочный проект. В сущности, работы с ним хватит на целую жизнь. </p>
				<p><strong>Для нас карты ТАРО – это:</strong></p>
				<Image
					src="/images/determination/2.jpg"
					alt="2"
					width={720}
					height={1280}
					className={`${styles.image} ${styles.right}`}
				/>
				<p>- духовный оракул, мантический инструмент, помогающий проанализировать ситуацию, осмыслить опыт, принять решение;</p>
				<p>- друг и собеседник, с которым никогда не бывает скучно, язык которого для каждого звучит по-своему;</p>
				<p>- учитель, помогающий  увидеть связь внутреннего пути души с уроками внешних жизенных ситуаций; он учит задавать правильные вопросы и принимать правильные решения, совершенствуя и логику, и интуицию;</p>
				<p>- проводник в мир внутренней трансформации, потому что образы Таро – это архетипические ориентиры на пути самопознания.</p>
				<Image
					src="/images/determination/3.jpg"
					alt="3"
					width={768}
					height={1360}
					className={`${styles.image} ${styles.left}`}
				/>
				<p>Таро может многому научить. С ним можно посмотреть на ситуацию с неожиданной стороны, получить дополнительную информацию, делая какой-то выбор, развить более глубокое понимание жизненных процессов, параллельно штудируя историю культуры, мифологию и психологию например, и добраться до глубоких личностных прозрений. А можно и просто отдохнуть душой или вдохновиться для новых свершений.</p>
				<p>Таро - это мощный ресурс для человека, находящегося в затруднительном положении, в сложной жизненной фазе. Даже просто вытягивая из колоды три карты на день, можно получить большую поддержку на своем пути. Те, кто прошел через такой опыт (при условии, что они не требовали от Таро невозможного, например, обещания исполнения всех желаний), знают, что Таро - это друг и помощник. Но даже раскладывая карты просто из любопытства, не устаешь им удивляться. Пожалуй, самое главное, что нужно для работы с Таро, помимо колоды - это готовность получать удовольствие от процесса чтения расклада! Каким бы он ни был.   </p>
				<p>Колода Таро включает в себя 22 Старших Аркана (двадцать одна карта и нулевой Аркан) и 56 Младших Арканов. Итого 78 карт.</p>
				<Image
					src="/images/determination/4.jpg"
					alt="4"
					width={720}
					height={1280}
					className={`${styles.image} ${styles.right}`}
				/>
				<p>Структура Младших Арканов знакома практически всем, кто хоть раз брал в руки обыкновенныеигральные карты. Это 4 масти - Жезлы (трефы), Мечи (пики), Чаши (червы) и Пентакли (бубны). Каждая масть содержит карты от Туза до Десятки. Имеются также Фигурные Арканы или Карты Двора каждой масти - Паж (валет), Рыцарь (их нет в обычных игральных колодах), Королева (дама) и Король. Итого, десять номерных карт и четыре придворных карты - каждая масть содержит четырнадцать карт. Поскольку мастей четыре, то получается 56 карт Младших Арканов.</p>
				<p>Младшие Арканы - это "малые тайны". И обычно эти "малые тайны" всем понятны без особых мистических знаний. Последовательность от Туза до Десятки описывает развитие событий от начала, зачатка (Туз) до кульминации, итогового результата (Десятка), так что видно, на какой стадии процесс, легко представить себе, что было прежде и каким может быть следующий шаг в этой последовательности. Чаши, естественно, относятся к делам сердечным, эмоциям и переживаниям. Пентакли - к деньгам, ресурсам, самым земным интересам. Жезлы - это "казенная" масть честолюбия, карьеры, общественных нагрузок, проектов и замыслов. Мечи описывают борьбу, активные действия, усилия по разрешению проблем, работу нашего ума. Четыре масти - это четыре пути самореализации человека в мире, четыре основных ритма. Здесь нет ничего сложного.</p>
				<Image
					src="/images/determination/5.jpg"
					alt="5"
					width={720}
					height={1280}
					className={`${styles.image} ${styles.left}`}
				/>
				<p>Старшие Арканы соотвественно означают "большие тайны", их присутствие в раскладе очень значимо. Если Младшие Арканы связаны с земными стихиями (Чаши - Вода, Пентакли - Земля, Жезлы - Огонь, Мечи - Воздух, хотя здесь трактовки могут и отличаться, иногда Жезлы ассоциируются с Воздухом, а Мечи с Огнем), то Старшие Арканы - это стихия Духа, повествование о странствиях души и ступенях духовного развития.  Это мистический, сакральный пласт бытия.</p>
				<p>Старшие Арканы описывают самую важную часть жизни - получение духовного опыта.  Разумеется, Старшие Арканы имеют и чисто событийный характер тоже, но все же, глядя на них, надо помнить, что это "большие тайны", и Колесница означает не просто поездку. Характер выпавшего при гадании Старшего Аркана определяет дух ситуации, ее значение в целом, тот опыт, который она несет; часто он показывает духовное состояние относительно вопроса - в какого человека тебя превращает эта ситуация.</p>
				<Image
					src="/images/determination/6.jpg"
					alt="6"
					width={720}
					height={1280}
					className={`${styles.image} ${styles.right}`}
				/>
				<p>Если большинство карт расклада - Старшие Арканы, то это описание очень важной темы,ключевой для развития, ей придется уделить большое внимание. Даже если вопрос кажется очень простым, все равно ситуация имеет глубокое значение, ее последствия могут быть куда более серьезными и интересными, чем кажется на первый взгляд. Если же в раскладе присутствуют лишь Младшие Арканы, то у проблемы очень простое решение, события произойдут, скорее всего, быстро и наглядно, на уровне повседневных бытовых ситуаций. Вообще именно увязывание внутреннего тайного пути души с проработкой внешних жизненных ситуаций и делает Таро "духовным оракулом", очень тонким и мощным инструментом. Чем упорнее стремишься к духовным истинам, тем важнее урок внешнего мира, с проблемами которого приходится справляться. Духовное находится не только на горных отрогах, в пустынях и ашрамах - оно здесь тоже, в гуще бытия, где самые обычные жизненные ситуации показывают истинную цену твоим внутренним наработкам.     </p>
				<h2 className="text-4xl text-center">КАКИЕ КАЧЕСТВА ВАЖНЫ ПРИ РАБОТЕ С ТАРО?</h2>
				<p><strong>Интуиция.</strong> Среди прочего, карты Таро хороши тем, что отлично тренируют это качество, и могут служить инструментом повышения квалификации для людей, чья профессия требует этого качества, например, для психотерапевтов и бизнес-консультантов.  Работая с Таро, человек учится складывать из любых разрозненных конкретных фактов общую картину. Идея о том, что в жизнь все явления и события пронизаны взаимосвязями, взаимными влияниями, причем не всегда рациональными и очевидными, проявлена в любом раскладе. Чем сложнее расклад, тем в большей степени он требует навыка видеть эти  связи. </p>
				<p><strong>Внутренняя честность.</strong> Именно это требование иногда становится камнем преткновения при совершении раскладов – чувствуя глубокую личную вовлеченность в ситуацию и чрезмерную заинтересованность в определенном исходе, квирент принимает решение обратиться к другому человеку, чтобы тот сделал ему расклад. Дело не в том, что другой умнее, а в риске «отказа» собственной внутренней честности из-за эмоционального«перегрева».</p>
				<p><strong>Доверие Таро.</strong> Заметьте, не на первом месте, потому что практика показывает – изначального доверия может и не быть. Иногда отношения с Таро начинаются со скепсиса. Но карты мудры и прощают людям их слабость, давая информацию, под воздействием которой доверие формируется естественным путем (если только человек не поставил себе целью сознательное отрицание очевидного).    </p>
				<p><strong>Мировоззрение, при котором человек рассматривает свою жизнь как проект и ПУТЬ</strong>, как увлекательное странствие по удивительному миру бытия, призванное сделать его более мудрым, добрым, сильным и совершенным. Каждая жизнь – легенда. Каждый человек в духе своем – странствующий рыцарь, ищущий заветный Грааль. И есть Высшие силы, помогающие нам на пути. Арканы Таро – один из инструментов, через которые человек может получить эту помощь. Разумеется, он может обходиться и без нее, или использовать другие способы ее получить, читая какие-то иные знаки. И вообще можно черпать эту помощь из самых разных источников. Это – свободный выбор каждого. Высшие силы не вписываются ни в одну догму. Бог определенно невместим в полноте Своей никакой системой ограниченных человеческих представлений, а Промышление Его о человеке проявляется бессчетно многообразными способами. Достаточно изучить особенности мировых религий, чтобы понять, что так. Каждый народ пьет из тех источников, что ему открыты, вопрос их истинности или ложности по большому счету нелеп. В согласии с мудростью хасидов, даже в том, что соломинка падает вдоль, а не поперек дороги, провляется Божья воля. Аналогичные по смыслу утверждения относительно волоса с человеческой головы, не падающего без ведома Бога, можно найти в Библии. То же самое касается и Арканов, выпадающих человеку в раскладе. Это знак. В данном случае – знак, которого человек себе попросил. Если он попросил достаточно спокойно, готовый честно принять его, каким бы он ни был, он не нарушил никаких заповедей. В христианской церковной традиции обращение к мантическим практикам почему-то считается свидетельством недостаточной надежды на Господа и неверия в Промысел Божий, но в действительности это соображение ни на чем не основано (разве что на полном неведении относительно мантики). Важен мотив человека, раскладывающего Таро. Если он делает это лихорадочно, уповая на совершенно определенный результат, и силится путем повторных раскладов добиться желаемой для себя информации, это в точности соответствует смыслу вышеупомянутого греха. И карты, кстати, дадут это понять! Вообще мантика – та область, где самым недвусмысленным образом проявляется контакт с Промыслом. Человеку дается ЗНАК по его просьбе. Он, в свою очередь, прилагает усилия, чтобы адекватно и благодарно его воспринять. Это, кстати, этика обращения с картами – и тема следующего урока.</p>
				<p><strong>Концентрация.</strong> Качество в том виде, в каком его требует именно работа с Таро, сложно поддается определению. Это не та концентрация, которая нужна в спортзале или над учебником по математике. Внешне состояние может быть не особенно сосредоточенным и почти легкомысленным. Но в то же время без этой концентрации гадание становится буквально невозможным. Это могут понять только те, кому доводилось ее терять. Это подобно внимательности при разговоре с человеком – если психику не «собрать», то вообще не поймешь, о чем он говорит, и не сможешь потом вспомнить, о чем шла речь. При общении с картами происходит то же самое.</p>
				<Image
					src="/images/determination/7.png"
					alt="7"
					width={720}
					height={1280}
					className={styles.image}
				/>
				<h2 className="text-4xl text-center">Советы:</h2>
				<p>Осадить нетерпение. Процесс гадания не терпит никакого форсирования событий. Суета тут  равнозначна провалу. А эта суета нередко возникает, когда расклад касается какого-нибудь «вопроса и жизни и смерти». Мало кто из нас обладает большой духовной выдержкой и нужным самообладанием. Именно по этой причине даже те, кто знает расклады и значения карт, нередко обращаются в сложных для себя ситуациях за помощью к стороннему (хотя бы по отношению к самой ситуации) лицу. Итак, никакого поспешного тасования, никакого лихорадочного метания карт. Никакого переспрашивания по пять раз. Лучше (действительно лучше) вытянуть одну карту и хорошенько над ней поразмыслить, чем судорожно раскидать десять, потом для проверки – еще пятнадцать, и зависнуть над ними в полном умственном хаосе и эмоциональном изнеможении (причем так и без ответа на вопрос).
				</p>
				<p>Всеми силами отвыкать от стереотипного восприятия Арканов. Этот совет больше относится к тем, кто уже приобрел опыт регулярного общения с картами. Начинающие как раз стараются наработать какие-то первоначальные стереотипы, и это имеет смысл. Но потом должен идти прямо противоположный процесс! Как только чувствуешь, что для трактовки Башни тебе нужна одна секунда...как только Король Чаш не оставляет тебе простора для фантазии, с ним все ясно....как только ловишь себя на том, что истолковать Императрицу для тебя проще пареной репы...НАЧИНАЙ ЛЕЧИТЬ ВОСПРИЯТИЕ. Займись углубленным изучением энергии Аркана. Поделай упражнения из толковых книг. Напиши для себя целый трактат по проявлениям каждого Аркана – по крайней мере не забудешь, что тонкостей масса. На худой конец, купи новую колоду с какими-нибудь нетрадиционными образами, чтобы встряхнуть восприятие. И, конечено, проявляй наблюдательность – иногда карты отлично встряхивают сами, показывая такие проявления и повороты событий, каких нет ни в каких книгах и до каких самостоятельно не додумаешься. А сайт как раз для того, чтобы делиться такими откровениями! </p>
				<Image
					src="/images/determination/8.jpg"
					alt="8"
					width={1280}
					height={720}
					className={styles.image}
				/>
				<p><i>Материал был взят с сайта https://taro.lv/ru/vse-o-taro/iskusstvo-taro. Авторские права защищены.</i></p>
			</div>
		</main >
	);
}
