import styles from "../page.module.css";

import Image from "next/image";

export const metadata = {
	title: "Работа с картами"
};

export default function Work() {
	return (
		<main className="px-4 sm:px-20 lg:px-80 flex-col">
			<h1 className={`text-5xl text-center py-8 ${styles.gold_text}`}>Работа с картами</h1>
			<div className="text-justify text-xl space-y-4 pb-8">
				<Image
					src="/images/work/0.jpg"
					alt="0"
					width={720}
					height={1280}
					className={styles.image}
				/>
				<p><strong>По сути, карты вступают с нами в диалог трижды, то есть, на трех разных уровнях.</strong></p>
				<Image
					src="/images/work/1.jpg"
					alt="1"
					width={720}
					height={1280}
					className={`${styles.image} ${styles.right}`}
				/>
				<p><strong>Первый уровень диалога</strong> – мы открываем для себя Таро. То есть, жили мы себе и жили в мире без Таро – и вдруг карты вошли в нашу жизнь. Или попросту ворвались! Или исподволь просочились...</p>
				<p>Это у каждого происходит по-своему, и вариантов тут множество. Кому-то карты подарили забавы ради, они долго где-то пылились, а потом вдруг нашлись. Кто-то вспомнил вдруг, как было интересно и загадочно, когда карты раскладывала бабушка.</p>
				<p>Кто-то натолкнулся в интернете, кому-то понравилась заманчивая колода в витрине, кому-то погадала подруга, а кому-то книга чуть ли не упала на голову с полки в магазине...Кто-то уже не может и вспомнить, как это было, а кто-то не забудет этот день никогда и может назвать точную дату. К кому-то карты приходят крадучись, а перед кем-то выскакивают как из-под земли.</p>
				<p>Но главное – все это происходит не потому, что мы захотели их, а потому, что они захотели нас. Это первый раз, когда карты вступают с нами в диалог. Они нас хотят, а нам кажется, что это мы хотим их. Если вдруг однажды они расхотят, они уйдут из нашей жизни. О, мы не забудем фигуры раскладов, у нас останутся стопки колод...но мы больше не притронемся к ним. Нам будет казаться, что мы больше не хотим. По крайней мере до тех пор, пока карты не возобновят диалог с нами.</p>
				<p>Этот первый уровень – основа всего.  Вы абсолютно ничего о них не знаете, но вам интересно? Они с вами заговорили!</p>
				<Image
					src="/images/work/2.jpg"
					alt="2"
					width={720}
					height={1280}
					className={`${styles.image} ${styles.right}`}
				/>
				<p><strong>Второй уровень диалога</strong> включается в процессе выполнения расклада, когда мы выбираем карты... Мы не видим изображений на Арканах. Перед нами в лучшем случае пестрят краешки 78 абсолютно одинаковых «рубашек» (в лучшем случае – потому, что некоторые умудряются тянуть карту на ощупь из аккуратной стопочки).</p>
				<p>Можно возразить, что диалог начинается уже в процессе перемешивания колоды – что ж, наверное, это так и есть. Делитесь своими наблюдениями! Кто-то перемешивает карты на столе, так, как месят тесто, кто-то тасует как обычную игральную колоду, кто-то крутит и вертит, а кто-то, знаете ли, вообще не всегда перемешивает перед тем, как вытянуть карту.</p>
				<p>Но несомненно одно – вот этот момент...неуловимый момент принятия решения «вот эта карта...вот эта...и вот эта»...решает не разум наш, а наши глаза, кончики пальцев...Вот в этот момент карты вступают с нами в контакт второго уровня.</p>
				<p>Тончайший сигнал находит к нам путь, причем у каждого по-своему. У кого-то он чуть ли не тепловой, ощущаемый ладонью. Кому-то карта кажется более плотной и «зовущей» на ощупь. У кого-то «рубашка» карты словно вспыхивает, вдруг необъяснимо приковывает взгляд на долю секунды, так что разум даже не всегда успевает среагировать...и мы возвращаемся взглядом к этому месту в россыпи колоды – вот здесь где-то прошел этот сигнал...да! Мы выбрали. Перевернули. И замерли...</p>
				<Image
					src="/images/work/3.jpg"
					alt="3"
					width={720}
					height={1280}
					className={`${styles.image} ${styles.right}`}
				/>
				<p><strong>Третий уровень диалога</strong> включается тогда, когда мы смотрим на изображения и начинаем интерпретировать смысл расклада, переводить язык карт на родной... понимать, что называется.</p>
				<p>Мы вникаем. Мы трактуем. Мы расшифровываем. Этот уровень работы со значением многим кажется самым важным, но на самом деле он – наименее интимный, наименее мистический (насколько вообще можно считать это дело лишенным мистики).</p>
				<p>Мы можем хранить расклад неделю, периодически на него поглядывая, мы можем его зарисовать, сфотографировать, отправить электронным письмом. Его картины и символы у нас перед глазами, они обращаются к нашему сознанию, подсознанию и иже с ними, разговор не окончен, но...карты УЖЕ сказали все, что хотели сказать. Это мы еще не все поняли. Мы полагаемся на чутье, листаем книги, забираемся в интернет, советуемся с друзьями... Возможно, мы поймем через четверть часа, в возможно – спустя недели и месяцы, когда рисунок жизненных событий придет нам на помощь самым недвусмысленным образом. Это – третий уровень контакта.</p>
				<p>Карты УЧАТ нас понимать, что мы видим, о чем спрашиваем,  чего хотим и что происходит.  Верно сказано, что Таро – это друг и собеседник, с которым никогда не бывает скучно, и язык которого для каждого звучит по-своему. Это учитель, помогающий  увидеть связь внутреннего пути души с уроками внешних жизенных ситуаций. И это проводник в мир внутренней трансформации, потому что образы Таро – это архетипические ориентиры на пути самопознания. Они настраиваются на нас, не ожидая от нас медиумической кристальной ясности, терпеливо ища тропинки в сумеречных джунглях нашего восприятия. Карты струятся и текут, как и мы сами. Прав был мудрец Гераклит – все течет. Все на свете – река, в которую нельзя войти дважды. И это самый простой ответ на вопрос – как же так, если три раза разложишь карты по одному и тому же вопросу, то получишь три разных расклада...да, получишь. Хотя скорее всего это не будут три разных ответа. Те, кто пробовал, знают, как терпеливы и настойчивы карты в своих посланиях и как мало тут места «случайности» (в псеводосмысле этого слова). Но, естественно, эти три расклада не будут абсолютным повторением друг друга. Потому что прав был старик Гераклит. PANTA RHEI.  </p>
				<p>КАКИЕ КАЧЕСТВА ВАЖНЫ ПРИ РАБОТЕ С ТАРО?</p>
				<Image
					src="/images/work/4.jpg"
					alt="4"
					width={720}
					height={1280}
					className={`${styles.image} ${styles.left}`}
				/>
				<p><strong>• Интуиция.</strong> Среди прочего, карты Таро хороши тем, что отлично тренируют это качество, и могут служить инструментом повышения квалификации для людей, чья профессия требует этого качества, например, для психотерапевтов и бизнес-консультантов.  Работая с Таро, человек учится складывать из любых разрозненных конкретных фактов общую картину. Идея о том, что в жизни все явления и события пронизаны взаимосвязями, взаимными влияниями, причем не всегда рациональными и очевидными, проявлена в любом раскладе. Чем сложнее расклад, тем в большей степени он требует навыка видеть эти карты</p>
				<p><strong>• Внутренняя честность.</strong> Именно это требование иногда становится камнем преткновения при совершении раскладов – чувствуя глубокую личную вовлеченность в ситуацию и чрезмерную заинтересованность в определенном исходе, квирент принимает решение обратиться к другому человеку, чтобы тот сделал ему расклад. Дело не в том, что другой умнее, а в риске «отказа» собственной внутренней честности из-за эмоционального«перегрева».</p>
				<p><strong>• Доверие Таро.</strong> Заметьте, не на первом месте, потому что практика показывает – изначального доверия может и не быть. Иногда отношения с Таро начинаются со скепсиса. Но карты мудры и прощают людям их слабость, давая информацию, под воздействием которой доверие формируется естественным путем (если только человек не поставил себе целью сознательное отрицание очевидного).   </p>
				<Image
					src="/images/work/5.jpg"
					alt="5"
					width={720}
					height={1280}
					className={`${styles.image} ${styles.right}`}
				/>
				<p><strong>• Мировоззрение, при котором человек рассматривает свою жизнь как проект и ПУТЬ</strong>, как увлекательное странствие по удивительному миру бытия, призванное сделать его более мудрым, добрым, сильным и совершенным. Каждая жизнь – легенда. Каждый человек в духе своем – странствующий рыцарь, ищущий заветный Грааль. И есть Высшие силы, помогающие нам на пути. Арканы Таро – один из инструментов, через которые человек может получить эту помощь. Разумеется, он может обходиться и без нее, или использовать другие способы ее получить, читая какие-то иные знаки. И вообще можно черпать эту помощь из самых разных источников. Это – свободный выбор каждого. Высшие силы не вписываются ни в одну догму. Бог определенно невместим в полноте Своей никакой системой ограниченных человеческих представлений, а Промышление Его о человеке проявляется бессчетно многообразными способами. Достаточно изучить особенности мировых религий, чтобы понять, что так. Каждый народ пьет из тех источников, что ему открыты, вопрос их истинности или ложности по большому счету нелеп. В согласии с мудростью хасидов, даже в том, что соломинка падает вдоль, а не поперек дороги, провляется Божья воля. Аналогичные по смыслу утверждения относительно волоса с человеческой головы, не падающего без ведома Бога, можно найти в Библии. То же самое касается и Арканов, выпадающих человеку в раскладе. Это знак. В данном случае – знак, которого человек себе попросил. Если он попросил достаточно спокойно, готовый честно принять его, каким бы он ни был, он не нарушил никаких заповедей. В христианской церковной традиции обращение к мантическим практикам почему-то считается свидетельством недостаточной надежды на Господа и неверия в Промысел Божий, но в действительности это соображение ни на чем не основано (разве что на полном неведении относительно мантики). Важен мотив человека, раскладывающего Таро. Если он делает это лихорадочно, уповая на совершенно определенный результат, и силится путем повторных раскладов добиться желаемой для себя информации, это в точности соответствует смыслу вышеупомянутого греха. И карты, кстати, дадут это понять! Вообще мантика – та область, где самым недвусмысленным образом проявляется контакт с Промыслом. Человеку дается ЗНАК по его просьбе. Он, в свою очередь, прилагает усилия, чтобы адекватно и благодарно его воспринять. Это, кстати, этика обращения с картами – и тема следующего урока.  </p>
				<Image
					src="/images/work/6.jpg"
					alt="6"
					width={720}
					height={1280}
					className={`${styles.image} ${styles.left}`}
				/>
				<p><strong>• Концентрация.</strong> Качество в том виде, в каком его требует именно работа с Таро, сложно поддается определению. Это не та концентрация, которая нужна в спортзале или над учебником по математике. Внешне состояние может быть не особенно сосредоточенным и почти легкомысленным. Но в то же время без этой концентрации гадание становится буквально невозможным. Это могут понять только те, кому доводилось ее терять. Это подобно внимательности при разговоре с человеком – если психику не «собрать», то вообще не поймешь, о чем он говорит, и не сможешь потом вспомнить, о чем шла речь. При общении с картами происходит то же самое.</p>
				<p><strong>• Терпение.</strong> Процесс гадания не терпит никакого форсирования событий. Суета тут  равнозначна провалу. А эта суета нередко возникает, когда расклад касается какого-нибудь «вопроса жизни и смерти». Мало кто из нас обладает большой духовной выдержкой и нужным самообладанием. Именно по этой причине даже те, кто знает расклады и значения карт, нередко обращаются в сложных для себя ситуациях за помощью к стороннему (хотя бы по отношению к самой ситуации) лицу. Итак, никакого поспешного тасования, никакого лихорадочного метания карт. Никакого переспрашивания по пять раз. Лучше (действительно лучше) вытянуть одну карту и хорошенько над ней поразмыслить, чем судорожно раскидать десять, потом для проверки – еще пятнадцать, и зависнуть над ними в полном умственном хаосе и эмоциональном изнеможении (причем так и без ответа на вопрос). </p>
				<p><strong>• Гибкость восприятия.</strong> Важно всеми силами отвыкать от стереотипного восприятия Арканов. Этот совет больше относится к тем, кто уже приобрел опыт регулярного общения с картами. Начинающие как раз стараются наработать какие-то первоначальные стереотипы, и это имеет смысл. Но потом должен идти прямо противоположный процесс! Как только чувствуешь, что для трактовки Башни тебе нужна одна секунда...как только Король Чаш не оставляет тебе простора для фантазии, с ним все ясно....как только ловишь себя на том, что истолковать Императрицу для тебя проще пареной репы...начинай лечить восприятие. Можно поделать упражнения из толковых книг или написать для себя целый трактат по проявлениям каждого Аркана – по крайней мере не забудешь, что тонкостей масса. На худой конец, можно купить новую колоду с какими-нибудь нетрадиционными образами, чтобы встряхнуть восприятие. И, конечено, проявлять наблюдательность – иногда карты отлично встряхивают сами, показывая такие проявления и повороты событий, каких нет ни в каких книгах и до каких самостоятельно не додумаешься. А сайт как раз для того, чтобы делиться такими откровениями!</p>
				<Image
					src="/images/work/7.jpg"
					alt="7"
					width={720}
					height={1280}
					className={styles.image}
				/>
				<p><i>Материал был взят с сайта <span>https://taro.lv/ru/vse-o-taro/iskusstvo-taro</span>. Авторские права защищены.</i></p>
			</div>
		</main >
	);
}
